
export const COMPANIES = [
  {
    "id": 1,
    "name": "ПАО Сбербанк ао",
    "logo": "../../assets/images/companiesLogos/sber.png",
    "weight": 15.27,
    "price": 268.34,
    "infoPageData": [
       {
          "value": "SBER",
          "title": "Тикер"
       },
       {
          "value": 21586,
          "title": "Всего акций (млн.)"
       },
       {
          "value": 48,
          "title": "free-float, %"
       },
       {
          "value": 268.34,
          "title": "Цена на акцию, (руб.)"
       },
       {
          "value": 5551083,
          "title": "Рыночная капитализация, (млн.)"
       },
       {
          "value": 8.02,
          "title": "P/E",
          "description": "Отношение рыночной капитализации к прибыли. Другими словами, количество лет, за которое компания окупится при покупке. Меньше - лучше."
       },
       {
          "value": 1.67,
          "title": "P/B",
          "description": "Отношение рыночной капитализации к пассиву, где пассив равен разнице между всеми активами и всеми долгами. Приемлимое значение - меньше единицы."
       },
       {
          "value": 2.14,
          "title": "P/S",
          "description": "Отношение рыночной капитализации к выручке. Значение коэффициента меньше 2 считается нормой. P/S меньше 1 указывает на недооцененность."
       },
       {
          "value": 5757000,
          "title": "EV, (млн.)",
          "description": "Cправедливая стоимость компании с учетом ее долгов и денежных средств."
       },
       {
          "value": 943200,
          "title": "EBITDA",
          "description": "Доходы до налогообложения и амортизации."
       },
       {
          "value": 6.10,
          "title": "EV/EBITDA",
          "description": "Рыночная оценка единицы прибыли."
       },
       {
          "value": 24.2,
          "title": "ROE, %",
          "description": "Доходность акционерного капитала в процентах годовых, рентабельность. Меньше - лучше."
       }
    ],
    "chartStats": [
       {
          "name": "stockPrice",
          "title": "Цена акции, (руб.)",
          "chartData": {
             "labels": [
                2007,
                2008,
                2009,
                2010,
                2011,
                2012,
                2013,
                2014,
                2015,
                2016,
                2017
             ],
             "data": [
                102,
                22.79,
                82.94,
                104.18,
                79.4,
                92.94,
                101.17,
                54.9,
                101.26,
                173.25,
                268.3
             ]
          }
       },
       {
          "name": "capital",
          "title": "Капитал, (млн.)",
          "chartData": {
             "labels": [
                2008,
                2009,
                2010,
                2011,
                2012,
                2013,
                2014,
                2015,
                2016,
                2017
             ],
             "data": [
                760162,
                778936,
                987167,
                1267971,
                1623800,
                1881400,
                2020100,
                2375000,
                2821600,
                3436000
             ]
          }
       },
       {
          "name": "debts",
          "title": "Задолженность, (млн.)",
          "chartData": {
             "labels": [
                2008,
                2009,
                2010,
                2011,
                2012,
                2013,
                2014,
                2015,
                2016,
                2017
             ],
             "data": [
                5986320,
                6326130,
                7641360,
                9567128,
                13473600,
                16328900,
                23180700,
                24959700,
                22546900,
                23676200
             ]
          }
       },
       {
          "name": "proceeds",
          "title": "Выручка, (млн.руб.)",
          "chartData": {
             "labels": [
                2008,
                2009,
                2010,
                2011,
                2012,
                2013,
                2014,
                2015,
                2016,
                2017
             ],
             "data": [
                74252,
                967325,
                981117,
                1046739,
                1436200,
                1796100,
                2216900,
                2824600,
                2867800,
                2972100
             ]
          }
       },
       {
          "name": "netProfit",
          "title": "Чистая прибыль, (млн.руб.)",
          "chartData": {
             "labels": [
                2008,
                2009,
                2010,
                2011,
                2012,
                2013,
                2014,
                2015,
                2016,
                2017
             ],
             "data": [
                97746,
                24396,
                182131,
                316195,
                348800,
                363800,
                292200,
                223300,
                540500,
                750400
             ]
          }
       },
       {
        "name": "dividend",
        "title": "Дивиденды на акцию, (руб.)",
        "chartData": {
           "labels": [
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
              2017
           ],
           "data": [
              0,
              0.1,
              0.97,
              2.19,
              2.7,
              3.34,
              0.48,
              2.06,
              6.24
           ]
        }
       },
    ]
  },
  {
    "id":2,
    "name":"ПАО 'Газпром'",
    "ticker":"GAZP",
    "logo":"./assets/images/companiesLogos/gazprom.svg",
    "weight": 15.13,
    "price": 142.45,
    "allStocks":"23 673",
    "freeFloat":"45%",
    "infoPageData": [
      {
        "value": "GAZP",
        "title": "Тикер"
      },
      {
        "value": 23673,
        "title": "Всего акций (млн.)"
      },
      {
        "value": 46,
        "title": "free-float, %"
      },
      {
        "value": 142.45,
        "title": "Цена на акцию, (руб.)"
      },
      {
        "value": 3372291,
        "title": "Рыночная капитализация, (млн.)"
      },
      {
        "value": 3.38,
        "title": "P/E",
        "description": "Отношение рыночной капитализации к прибыли. Другими словами, количество лет, за которое компания окупится при покупке. Меньше - лучше."
      },
      {
        "value": 0.28,
        "title": "P/B",
        "description": "Отношение рыночной капитализации к пассиву, где пассив равен разнице между всеми активами и всеми долгами. Приемлимое значение - меньше единицы."
      },
      {
        "value": 0.53,
        "title": "P/S",
        "description": "Отношение рыночной капитализации к выручке. Значение коэффициента меньше 2 считается нормой. P/S меньше 1 указывает на недооцененность."
      },
      {
        "value": 5152,
        "title": "EV, (млн.)",
        "description": "Cправедливая стоимость компании с учетом ее долгов и денежных средств."
      },
      {
        "value": 1381,
        "title": "EBITDA",
        "description": "Доходы до налогообложения и амортизации."
      },
      {
        "value": 3.73,
        "title": "EV/EBITDA",
        "description": "Рыночная оценка единицы прибыли."
      },
      {
        "value": 8.30,
        "title": "ROE, %",
        "description": "Доходность акционерного капитала в процентах годовых, рентабельность. Меньше - лучше."
      }
    ],
    "chartStats": [
      {
        "name": "stockPrice",
        "title": "Цена акции, (руб.)",
        "chartData": {
            "labels": [
              2006,
              2007,
              2008,
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
              2017
            ],
            "data": [
            302.56,
            342.88,
            107.63,
            183.09,
            193.5,
            171.36,
            143.7,
            138.75,
            130.31,
            136.09,
            154.55,
            132.5
            ]
        }
      },
      {
        "name": "capital",
        "title": "Капитал, (млн.)",
        "chartData": {
            "labels": [
              2008,
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
              2017
            ],
            "data": [
            4913099,
            5645946,
            6536361,
            7760991,
            8479945,
            9634354,
            10120021,
            10914622,
            11441839
            ]
        }
      },
      {
        "name": "debts",
        "title": "Задолженность, (млн.)",
        "chartData": {
            "labels": [
              2008,
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
              2017
            ],
            "data": [
            2255469,
            2717269,
            2699632,
            3139705,
            3476891,
            3801882,
            5057449,
            6137418,
            5477099
            ]
        }
      },
      {
        "name": "debts",
        "title": "Задолженность, (млн.)",
        "chartData": {
            "labels": [
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
            ],
            "data": [
              2717269,
              2699632,
              3139705,
              3476891,
              3801882,
              5057449,
              6137418,
              5477099,
            ]
        }
      },
      {
        "name": "proceeds",
        "title": "Выручка, (млн.руб.)",
        "chartData": {
            "labels": [
              2008,
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
              2017
            ],
            "data": [
            3518960,
            2991001,
            3597054,
            4637090,
            4766495,
            5249965,
            5589811,
            6073318,
            6111051
            ]
        }
      },
      {
        "name": "netProfit",
        "title": "Чистая прибыль, (млн.руб.)",
        "chartData": {
            "labels": [
              2008,
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
              2017
            ],
            "data": [
            742928,
            779585,
            968557,
            1307018,
            1224474,
            1139261,
            159004,
            787056,
            951637
            ]
        }
      },
      {
        "name": "dividend",
        "title": "Дивиденды на акцию, (руб.)",
        "chartData": {
            "labels": [
              2009,
              2010,
              2011,
              2012,
              2013,
              2014,
              2015,
              2016,
            ],
            "data": [
              0,
              0.24,
              4.09,
              8.58,
              5.97,
              7.79,
              7.74,
              8.42,
            ]
        }
        },
    ], 
  },
  //  {
  //     "id":3,
  //     "name":"ПАО 'ЛУКОЙЛ'",
  //     "ticker":"LKOH",
  //     "isBank": false,
  //     "logo":"./assets/images/companiesLogos/Lukoil_logo.svg",
  //     "allStocks":"850",
  //     "freeFloat":"46%",
  //     "weight":"11,71%",
  //     "price":2856,
  //     "pE":{
  //        "value":"11.41",
  //        "title":"Отношение стоимости акции к годовой прибыли, полученной за акцию. Малое значение показывает недооценность компании, большое переоцененность."
  //     },
  //     "pB":{
  //        "value":"0.73",
  //        "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
  //     },
  //     "pS":{
  //        "value":"0.50",
  //        "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
  //     },
  //     "roe":{
  //        "value":"6.40%",
  //        "title":"отношение чистой прибыли к стоимости акционерного капитала. Рентабельность собственного капитала."
  //     },
  //     "pCF":{
  //        "value":"3.62",
  //        "title":"Отношение рыночной стоимости компании на денежный поток от операций. Способность компании генерировать поток наличности от операционой деятельности. Не имеет смысла в банковской сфере"
  //     },
  //     "chartStats":{
  //        "capital":{
  //           "2008":1499837,
  //           "2009":1693343,
  //           "2010":1820130,
  //           "2011":2167345,
  //           "2012":2267000,
  //           "2013":2593888,
  //           "2014":3049542,
  //           "2015":3231374,
  //           "2016":3227664
  //        },
  //        "debts":{
  //           "2008":601317,
  //           "2009":679992,
  //           "2010":745329,
  //           "2011":762198,
  //           "2012":757001,
  //           "2013":1006042,
  //           "2014":1689411,
  //           "2015":1789233,
  //           "2016":1787009
  //        },
  //        "dividend":{
  //           "2011":59,
  //           "2012":115,
  //           "2013":100,
  //           "2014":120,
  //           "2015":159,
  //           "2016":187
  //        },
  //        "proceeds":{
  //          "2008":2148263,
  //          "2009":2159756,
  //          "2010":2614184,
  //          "2011":3276042,
  //          "2012":3613763,
  //          "2013":3795625,
  //          "2014":4697455,
  //          "2015":5173541,
  //          "2016":4743732
  //        },
  //        "netProfit":{
  //          "2008":227516,
  //          "2009":222595,
  //          "2010":273512,
  //          "2011":304488,
  //          "2012":341822,
  //          "2013":249562,
  //          "2014":395525,
  //          "2015":291135,
  //          "2016":206794
  //        },
  //        "cashFlow":{
  //          "2008":288948,
  //          "2009":360864,
  //          "2010":436325,
  //          "2011":501051,
  //          "2012":513261,
  //          "2013":558010,
  //          "2014":655077,
  //          "2015":738804,
  //          "2016":652321
  //        },
  //        "stockPrice":{
  //          "1997":	137.89,
  //           "1998":	84,
  //           "1999":	297.01,
  //           "2000":	260.6,
  //           "2001":	369.13,
  //           "2002":	489.78,
  //           "2003":	677,
  //           "2004":	833.02,
  //           "2005":	1704.52,
  //           "2006":	2282.93,
  //           "2007":	2067.1,
  //           "2008":	961.6,
  //           "2009":	1693.38,
  //           "2010":	1742,
  //           "2011":	1701,
  //           "2012":	2000.2,
  //           "2013":	2039.7,
  //           "2014":	2225,
  //           "2015":	2345.9,
  //           "2016":	3449,
  //           "2017":	2856
  //        }
  //     }
  //  },
  //  {
  //     "id":4,
  //     "name":"ПАО 'НОВАТЭК'",
  //     "ticker":"NVTK",
  //     "isBank": false,
  //     "logo":"./assets/images/companiesLogos/Novatek_Logo.svg",
  //     "allStocks":"3 036",
  //     "freeFloat":"27%",
  //     "weight":"5,82%",
  //     "price":677,
  //     "pE":{
  //        "value":"8.12",
  //        "title":"Отношение стоимости акции к годовой прибыли, полученной за акцию. Малое значение показывает недооценность компании, большое переоцененность."
  //     },
  //     "pB":{
  //        "value":"3.18",
  //        "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
  //     },
  //     "pS":{
  //        "value":"3.89",
  //        "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
  //     },
  //     "roe":{
  //        "value":"60.21%",
  //        "title":"отношение чистой прибыли к стоимости акционерного капитала. Рентабельность собственного капитала."
  //     },
  //     "pCF":{
  //        "value":"14.68",
  //        "title":"Отношение рыночной стоимости компании на денежный поток от операций. Способность компании генерировать поток наличности от операционой деятельности. Не имеет смысла в банковской сфере"
  //     },
  //     "chartStats":{
  //        "capital":{
  //           "2008":96640,
  //           "2009":133440,
  //           "2010":167786,
  //           "2011":241682,
  //           "2012":291301,
  //           "2013":373057,
  //           "2014":387124,
  //           "2015":428171,
  //           "2016":657720
  //        },
  //        "debts":{
  //           "2008":43267,
  //           "2009":60199,
  //           "2010":117387,
  //           "2011":141750,
  //           "2012":171832,
  //           "2013":224938,
  //           "2014":312015,
  //           "2015":451853,
  //           "2016":306114
  //        },
  //        "dividend":{
  //           "2011":5,
  //           "2012":6.5,
  //           "2013":7.26,
  //           "2014":9.59,
  //           "2015":11.8,
  //           "2016":13.8
  //        },
  //        "proceeds":{
  //          "2008":79272,
  //          "2009":89954,
  //          "2010":117024,
  //          "2011":176064,
  //          "2012":210973,
  //          "2013":298158,
  //          "2014":357643,
  //          "2015":475325,
  //          "2016":537472
  //        },
  //        "netProfit":{
  //          "2008":22899,
  //          "2009":26043,
  //          "2010":40533,
  //          "2011":119655,
  //          "2012":69458,
  //          "2013":110006,
  //          "2014":37296,
  //          "2015":74396,
  //          "2016":257795
  //        },
  //        "cashFlow":{
  //          "2008":29260,
  //          "2009":34133,
  //          "2010":46954,
  //          "2011":73058,
  //          "2012":77958,
  //          "2013":100703,
  //          "2014":105000,
  //          "2015":134138,
  //          "2016":142534
  //        },
  //        "stockPrice":{
  //          "2007":	184.8,
  //           "2008":	48.49,
  //           "2009":	170.1,
  //           "2010":	334.05,
  //           "2011":	393.71,
  //           "2012":	346.1,
  //           "2013":	399.01,
  //           "2014":	434.6,
  //           "2015":	591,
  //           "2016":	791.9,
  //           "2017":	677
  //        }
  //     }
  //  }
]
