
export const COMPANIES = [
   {
      "id":1,
      "name":"ПАО Сбербанк ао",
      "isBank": true,
      "ticker":"SBER",
      "logo":"../../assets/images/companiesLogos/sber.png",
      "allStocks":"21 586",
      "freeFloat":"48%",
      "weight":"15,33%",
      "price":"165,80",
      "pE":{
         "value":"6,8",
         "title":"Отношение стоимости акции к годовой прибыли, полученной за акцию. Малое значение показывает недооценность компании, большое переоцененность."
      },
      "pB":{
         "value":"1,31",
         "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
      },
      "pS":{
         "value":"1.29",
         "title":"Рыночная стоимость компании/Объем продаж. Показывает сколько платит инвестор за 1у.е. выручки компании"
      },
      "roe":{
         "value":"22.76%",
         "title":"Отношение чистой прибыли к стоимости акционерного капитала. Рентабельность собственного капитала."
      },
      "pCF":{
         "value":"-",
         "title":"Отношение рыночной стоимости компании на денежный поток от операций. Способность компании генерировать поток наличности от операционой деятельности. Не имеет смысла в банковской сфере"
      },
      "yearStat":{
         "capital":{
            "2008":760162,
            "2009":778936,
            "2010":987167,
            "2011":1267971,
            "2012":1623800,
            "2013":1881400,
            "2014":2020100,
            "2015":2375000,
            "2016":2821600
         },
         "debts":{
            "2008":5986320,
            "2009":6326130,
            "2010":7641360,
            "2011":9567128,
            "2012":13473600,
            "2013":16328900,
            "2014":23180700,
            "2015":24959700,
            "2016":22546900
         },
         "dividend":{
            "2011":0.2,
            "2012":2.08,
            "2013":2.57,
            "2014":3.2,
            "2015":0.45,
            "2016":1.9
         },
         "proceeds":{
           "2008":74252,
           "2009":967325,
           "2010":981117,
           "2011":1046739,
           "2012":1436200,
           "2013":1796100,
           "2014":2216900,
           "2015":2824600,
           "2016":2867800
         },
         "netProfit":{
           "2008":97746,
           "2009":24396,
           "2010":182131,
           "2011":316195,
           "2012":0,
           "2013":363800,
           "2014":292200,
           "2015":223300,
           "2016":540500
         },
         "yearPrice":{
           "2007":102,
           "2008":22.79,
           "2009":82.94,
           "2010":104.18,
           "2011":79.4,
           "2012":92.94,
           "2013":101.17,
           "2014":54.9,
           "2015":101.26,
           "2016":173.25,
           "2017":167.7
         }
      }
   },
   {
      "id":2,
      "name":"ПАО 'Газпром'",
      "ticker":"GAZP",
      "isBank": false,
      "logo":"./assets/images/companiesLogos/gazprom.svg",
      "allStocks":"23 673",
      "freeFloat":"45%",
      "weight":"15,13%",
      "price":"134,91",
      "pE":{
         "value":"3,34",
         "title":"Отношение стоимости акции к годовой прибыли, полученной за акцию. Малое значение показывает недооценность компании, большое переоцененность."
      },
      "pB":{
         "value":"0,28",
         "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
      },
      "pS":{
         "value":"0,52",
         "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
      },
      "roe":{
         "value":"8.72%",
         "title":"отношение чистой прибыли к стоимости акционерного капитала. Рентабельность собственного капитала."
      },
      "pCF":{
         "value":"2.40",
         "title":"Отношение рыночной стоимости компании на денежный поток от операций. Способность компании генерировать поток наличности от операционой деятельности. Не имеет смысла в банковской сфере"
      },
      "yearStat":{
         "capital":{
            "2008":4913099,
            "2009":5645946,
            "2010":6536361,
            "2011":7760991,
            "2012":8479945,
            "2013":9634354,
            "2014":10120021,
            "2015":10914622,
            "2016":11441839
         },
         "debts":{
            "2008":2255469,
            "2009":2717269,
            "2010":2699632,
            "2011":3139705,
            "2012":3476891,
            "2013":3801882,
            "2014":5057449,
            "2015":6137418,
            "2016":5477099
         },
         "dividend":{
            "2011":3.85,
            "2012":8.97,
            "2013":5.99,
            "2014":7.2,
            "2015":7.2,
            "2016":7.89
         },
         "proceeds":{
           "2008":3518960,
           "2009":2991001,
           "2010":3597054,
           "2011":4637090,
           "2012":4766495,
           "2013":5249965,
           "2014":5589811,
           "2015":6073318,
           "2016":6111051
         },
         "netProfit":{
           "2008":742928,
           "2009":779585,
           "2010":968557,
           "2011":1307018,
           "2012":1224474,
           "2013":1139261,
           "2014":159004,
           "2015":787056,
           "2016":951637
         },
         "cashFlow":{
           "2008":1139053,
           "2009":928151,
           "2010":1123984,
           "2011":1597240,
           "2012":1378018,
           "2013":1839356,
           "2014":1857562,
           "2015":1760047,
           "2016":1324737
         },
         "yearPrice":{
           "2006":302.56,
           "2007":342.88,
           "2008":107.63,
           "2009":183.09,
           "2010":193.5,
           "2011":171.36,
           "2012":143.7,
           "2013":138.75,
           "2014":130.31,
           "2015":136.09,
           "2016":154.55,
           "2017":132.5
         }
      }
   },
   {
      "id":3,
      "name":"ПАО 'ЛУКОЙЛ'",
      "ticker":"LKOH",
      "isBank": false,
      "logo":"./assets/images/companiesLogos/Lukoil_logo.svg",
      "allStocks":"850",
      "freeFloat":"46%",
      "weight":"11,71%",
      "price":2856,
      "pE":{
         "value":"11.41",
         "title":"Отношение стоимости акции к годовой прибыли, полученной за акцию. Малое значение показывает недооценность компании, большое переоцененность."
      },
      "pB":{
         "value":"0.73",
         "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
      },
      "pS":{
         "value":"0.50",
         "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
      },
      "roe":{
         "value":"6.40%",
         "title":"отношение чистой прибыли к стоимости акционерного капитала. Рентабельность собственного капитала."
      },
      "pCF":{
         "value":"3.62",
         "title":"Отношение рыночной стоимости компании на денежный поток от операций. Способность компании генерировать поток наличности от операционой деятельности. Не имеет смысла в банковской сфере"
      },
      "yearStat":{
         "capital":{
            "2008":1499837,
            "2009":1693343,
            "2010":1820130,
            "2011":2167345,
            "2012":2267000,
            "2013":2593888,
            "2014":3049542,
            "2015":3231374,
            "2016":3227664
         },
         "debts":{
            "2008":601317,
            "2009":679992,
            "2010":745329,
            "2011":762198,
            "2012":757001,
            "2013":1006042,
            "2014":1689411,
            "2015":1789233,
            "2016":1787009
         },
         "dividend":{
            "2011":59,
            "2012":115,
            "2013":100,
            "2014":120,
            "2015":159,
            "2016":187
         },
         "proceeds":{
           "2008":2148263,
           "2009":2159756,
           "2010":2614184,
           "2011":3276042,
           "2012":3613763,
           "2013":3795625,
           "2014":4697455,
           "2015":5173541,
           "2016":4743732
         },
         "netProfit":{
           "2008":227516,
           "2009":222595,
           "2010":273512,
           "2011":304488,
           "2012":341822,
           "2013":249562,
           "2014":395525,
           "2015":291135,
           "2016":206794
         },
         "cashFlow":{
           "2008":288948,
           "2009":360864,
           "2010":436325,
           "2011":501051,
           "2012":513261,
           "2013":558010,
           "2014":655077,
           "2015":738804,
           "2016":652321
         },
         "yearPrice":{
           "1997":	137.89,
            "1998":	84,
            "1999":	297.01,
            "2000":	260.6,
            "2001":	369.13,
            "2002":	489.78,
            "2003":	677,
            "2004":	833.02,
            "2005":	1704.52,
            "2006":	2282.93,
            "2007":	2067.1,
            "2008":	961.6,
            "2009":	1693.38,
            "2010":	1742,
            "2011":	1701,
            "2012":	2000.2,
            "2013":	2039.7,
            "2014":	2225,
            "2015":	2345.9,
            "2016":	3449,
            "2017":	2856
         }
      }
   },
   {
      "id":4,
      "name":"ПАО 'НОВАТЭК'",
      "ticker":"NVTK",
      "isBank": false,
      "logo":"./assets/images/companiesLogos/Novatek_Logo.svg",
      "allStocks":"3 036",
      "freeFloat":"27%",
      "weight":"5,82%",
      "price":677,
      "pE":{
         "value":"8.12",
         "title":"Отношение стоимости акции к годовой прибыли, полученной за акцию. Малое значение показывает недооценность компании, большое переоцененность."
      },
      "pB":{
         "value":"3.18",
         "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
      },
      "pS":{
         "value":"3.89",
         "title":"Отношение текущей рыночной капитализации компании к её балансовой стоимости. Показывает на сколько переоценен капитал компании."
      },
      "roe":{
         "value":"60.21%",
         "title":"отношение чистой прибыли к стоимости акционерного капитала. Рентабельность собственного капитала."
      },
      "pCF":{
         "value":"14.68",
         "title":"Отношение рыночной стоимости компании на денежный поток от операций. Способность компании генерировать поток наличности от операционой деятельности. Не имеет смысла в банковской сфере"
      },
      "yearStat":{
         "capital":{
            "2008":96640,
            "2009":133440,
            "2010":167786,
            "2011":241682,
            "2012":291301,
            "2013":373057,
            "2014":387124,
            "2015":428171,
            "2016":657720
         },
         "debts":{
            "2008":43267,
            "2009":60199,
            "2010":117387,
            "2011":141750,
            "2012":171832,
            "2013":224938,
            "2014":312015,
            "2015":451853,
            "2016":306114
         },
         "dividend":{
            "2011":5,
            "2012":6.5,
            "2013":7.26,
            "2014":9.59,
            "2015":11.8,
            "2016":13.8
         },
         "proceeds":{
           "2008":79272,
           "2009":89954,
           "2010":117024,
           "2011":176064,
           "2012":210973,
           "2013":298158,
           "2014":357643,
           "2015":475325,
           "2016":537472
         },
         "netProfit":{
           "2008":22899,
           "2009":26043,
           "2010":40533,
           "2011":119655,
           "2012":69458,
           "2013":110006,
           "2014":37296,
           "2015":74396,
           "2016":257795
         },
         "cashFlow":{
           "2008":29260,
           "2009":34133,
           "2010":46954,
           "2011":73058,
           "2012":77958,
           "2013":100703,
           "2014":105000,
           "2015":134138,
           "2016":142534
         },
         "yearPrice":{
           "2007":	184.8,
            "2008":	48.49,
            "2009":	170.1,
            "2010":	334.05,
            "2011":	393.71,
            "2012":	346.1,
            "2013":	399.01,
            "2014":	434.6,
            "2015":	591,
            "2016":	791.9,
            "2017":	677
         }
      }
   }
]
